{
  "restaurants": [
    {
      "name": "Serenity Peaks Menu",
      "description": "Nestled amidst the serene landscapes of Serenity Mountains, whether you are staying at our luxurious resort or just passing through, embark on a truly gourmet journey at Serenity Peaks, our premier dining destination. From the moment you step inside, you're enveloped in an atmosphere of elegance and charm that seamlessly blends tradition with modern sophistication. Here, every dish is a testament to culinary artistry, crafted with the finest cheeses and locally sourced ingredients. It's more than dining; it's an experiencewhether you're sharing it with family, friends, or that special someone.",
      "image": "https://images.unsplash.com/photo-1474221550179-c492fb337327?q=80&w=2980&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "menu": [
        {
          "name": "Culinary Experience",
          "price": "89 €",
          "dishes": [
            {
              "dish": "Truffle Cheese Fondue",
              "description": "A rich blend of alpine cheeses melted to perfection, served with a selection of artisanal breads and fresh vegetables."
            },
            {
              "dish": "Mountain Goat Cheese Salad",
              "description": "Fresh greens topped with creamy goat cheese, roasted nuts, and a honey balsamic glaze."
            },
            {
              "dish": "Blue Cheese and Pear Tart",
              "description": "A delicate tart filled with blue cheese and caramelized pears, baked to a golden finish."
            }
          ],
          "wine_pairing": {
            "option": "With wine pairing",
            "price": "119 €"
          }
        },
        {
          "name": "Discovery Menu",
          "price": "55 €",
          "dishes": [
            {
              "dish": "Octopus Carpaccio",
              "description": "With citrus, taggiasche olives, and pine nuts."
            },
            {
              "dish": "Beef Ribbons",
              "description": "Aged and smoked beef with iodized aspic and sea beans."
            },
            {
              "dish": "Saltimbocca",
              "description": "Veal loin wrapped in Parma ham with sage, served with parmesan cream taglierini."
            }
          ],
          "wine_pairing": {
            "option": "With wine pairing",
            "price": "74 €"
          }
        }
      ]
    }
  ],
  "wines": [
    {
      "name": "Bordeaux Valley Reserve",
      "description": "Our wine cellar boasts a curated selection of premium wines, each chosen for its exceptional quality and ability to complement our gourmet dishes. Whether you prefer a robust red or a crisp white, our collection offers the perfect pairing to enhance the flavors of your meal and elevate your dining experience to new heights.",
      "image": "https://images.unsplash.com/photo-1470158499416-75be9aa0c4db?q=80&w=2125&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
    }
  ]
}
